{
  "welcomePhrase": "Say 'cooking' to start our game.",
  "fallbackPhrase": "We cannot do that right now",
  "intro0": "Hey, I’m Ben!  What’s your name?",
  "intro1": "Sorry, I don't understand you! Can you repeat, what’s your name?",
  "intro2": "Glad you’ve come over! I love playdates! And today, I’ve got something so cool, so different for us to do. Would you like to follow me?",
  "failurePhrase": "You lose current round. Would you like to try again or start new mission?",
  "failureRePromptPhrase": "Sorry, I don't hear you. Would you like to try again or start new mission?",
  "wonPhrase": "You won current round. Would you like to start new mission?",
  "wonRePromptPhrase": "Sorry, I don't hear you. Would you like to start new mission?",
  "readyToStartPhrase": "Ready to start?",
  "readyToStartRePromptPhrase": "Sorry, I don't hear you. Ready to start?",
  "sushiSliceMoveToPhase2": "Uh oh, more customers are arriving, which means we've got to go faster! I'll just toss you the ingredient without saying the name and you prepare it based on the sound. Let's do this!",
  "sushiSliceDemoPhraseCount": "6",
  "sushiSliceDemoPhrase0": "Fish! Slice!",
  "sushiSliceDemoPhrase1": "Seaweed! Roll!",
  "sushiSliceDemoPhrase2": "Carrot! Chop!",
  "sushiSliceDemoPhrase3": "Rice! Boil!",
  "sushiSliceDemoPhrase4": "Shoe! No!",
  "sushiSliceDemoPhrase5": "Now it’s your turn, Ben’s friend. Ready to start?",
  "sushiSliceIntroPhraseCount": "6",
  "sushiSliceIntroPhrase0": "Hi, Sensei Sushi! This is my friend __USERNAME__. We can’t wait to start.",
  "sushiSliceIntroPhrase1": "Nice to meet you, Ben’s friend! You came just in time. Adachi, my new samurai worker know how to slice and chop.  But that all he know.  He must be told exactly what to do and then he do it! But I am busy with customers and cannot stand here the whole time and tell him what to do. Dohh-shee-yohh.",
  "sushiSliceIntroPhrase2": "We are here to help, Sensei. I will take out the food, and my friend __USERNAME__ will tell Adachi what to do.",
  "sushiSliceIntroPhrase3": "That is a good idea, Ben.  You take out the food and I will show your friend how to instruct Adachi.",
  "sushiSliceIntroPhrase4": "If Ben give you fish, say 'Slice!' If it's a vegetable, say 'Chop!'. If it’s rice, say 'Boil'. And if it’s seaseed, say 'Roll!'. And if he accidentally throw you not food, say 'No!'.",
  "sushiSliceIntroPhrase5": "Would you like to see how Sensei do it?",
  "juiceWarriorIntroPhraseCount": "1",
  "juiceWarriorIntroPhrase0": "A bus full of hefty sumo wrestlers have just arrived! The good news is they've already eaten... phew! They're all here for nutritious juices. Since Sensei will need more than his blender to make all their orders, let's help! When I throw you a fruit or vegetable, say Slice and Dice! If it's milk or yogurt, say Splash a dash! If ice, say Punch and crunch! And if I accidentally throw you a kitchen utensil, say Stop, don't drop!! to block it. Should Sensei and I show you what to do?",
  "juiceWarriorDemoPhraseCount": "5",
  "juiceWarriorDemoPhrase0": "Carrot! Slice and dice!",
  "juiceWarriorDemoPhrase1": "Milk! Splash a dash!",
  "juiceWarriorDemoPhrase2": "Ice! Punch and crunch!",
  "juiceWarriorDemoPhrase3": "Chopsticks! Stop, don't drop!",
  "juiceWarriorDemoPhrase4": "Now it’s your turn, Ben’s friend. Ready to start?",
  "wordBoardKarateIntroPhraseCount": "3",
  "wordBoardKarateIntroPhrase0": "Now that we've cooked some meals and even stuffed our bellies, lets burn that energy with some karate!",
  "wordBoardKarateIntroPhrase1": "I'll hold up a wooden board with a word on it. To break it, you have to shout a karate word that begins with the same sound.  If it begins with a 'K' sound, shout 'Kick'; if it begins with a 'H' sound, shout 'Hayaaa!'; if it begins with a 'P' sound, shout 'Punch.' ",
  "wordBoardKarateIntroPhrase2": "Want Sensei Sushi to try first?",
  "wordBoardKarateDemoPhraseCount": "4",
  "wordBoardKarateDemoPhrase0": "Corn! Kick!",
  "wordBoardKarateDemoPhrase1": "Hat! Hayaaa!",
  "wordBoardKarateDemoPhrase2": "Pencil! Punch!",
  "wordBoardKarateDemoPhrase3": "Now it’s your turn, Ben’s friend. Ready to start?",
  "foodTasterIntroPhraseCount": "2",
  "foodTasterIntroPhrase0": "Imagine if we became giant sumo wrestlers! Let's see who can eat the most food the fastest to become super heavy! Since Sensei loves it when his cooks show passion for eating, he has agreed to provide the food… but we must follow strict Japanese etiquette.",
  "foodTasterIntroPhrase1": "If we get soup, say 'Slurp!'. If it's sushi, say 'Gulp!' to gulp it down in one bite. If we get wasabi peas, say 'Crunch!' to chomp it good. If it's tea, say 'Sip!'. If we get mochi ice cream, say 'Lick!' to lick it up. We'll take turns eating to see who eats the most! Want to watch Lily and I try first?",
  "foodTasterDemoPhraseCount": "5",
  "foodTasterDemoPhrase0": "Soup! Slurp!",
  "foodTasterDemoPhrase1": "Sushi! Gulp!",
  "foodTasterDemoPhrase2": "Tea! Sip!",
  "foodTasterDemoPhrase3": "Ice Cream! Lick!",
  "foodTasterDemoPhrase4": "Wasabi peas! Crunch!",
  "foodTasterMoveToPhase2": "Woah, Sensei Sushi is in the zone! He's cooking faster now to test us, which means he'll only provide the dish and not say what it is. Let's match his speed!"
}